{
  "room_definitions": [
    "Просторная комната. Большие дубовые бочки, стоящие вдоль стен, подсказывают, что раньше тут хранили вино.",
    "Темная комната. Одна стена частично обвалилась, впустив в себя черную почву. В воздухе стоит плотный запах сырости и плесени.",
    "Комната, как комната, ничего особенного.",
    "Судя по стоящим вдоль стен и кроватям с истлевшими простынями, раньше это были покои прислуги.",
    "Скелеты пустых оружейных стоек, расположенные вдоль правой стены, подсказывающие вам, что раньше это была оружейная."
  ],

  "heroes": {
    "Черный мечник": {
      "name": "Черный мечник",
      "definition": "Вы в расцвете сил, амбициозны, имеете крепкое телосложение. Для вас не существует никаких препятствий. Ну, кроме финансовых, с этим у вас проблемы.",
      "health": 12,
      "death_definition": "Ваша кончина была долгой и мучительной. Вы успели тысячу раз пожалеть, что ввязались во всё это..."
    },
    "Цицерон Иванович": {
      "name": "Цицерон Иванович",
      "definition": "Вам за 50 лет, по местным меркам - глубокая старость. Но несбывшиеся мечты молодости толкают вас на авантюры.",
      "health": 8,
      "death_definition": "Вы прожили долгую жизнь, эта авантюра оказалась для вас последней..."
    },
    "Васька проказник": {
      "name": "Васька проказник",
      "definition": "Вы сирота, живущая на улице. Единственный способ улучшить свою жизнь для вас, это найти что-то ценное в опасных и заброшенных местах.",
      "health": 6,
      "death_definition": "Ваша кончина была быстрой. Вы даже не поняли, как погибли."
    }
  },
  "enemies": {
    "Зомби": {
      "name": "Зомби",
      "definition": "Полуразложившийся ходячий труп, который бесцельно бродит из стороны в сторону.",
      "health": 10,
      "death_definition": "Зловонная туша распласталась на полу. Больше признаков жизни не подает."
    },
    "Пещерный гоблин": {
      "name": "Пещерный гоблин",
      "definition": "Мелкий безобразный гоблин. Очень хитрый и подлый.",
      "health": 8,
      "death_definition": "Небольшая тушка лежит на полу в луже собственного ихора"
    },
    "Скелет": {
      "name": "Скелет",
      "definition": "Обыкновенный бродячий костяк. Творение некромантов самоучек.",
      "health": 5,
      "death_definition": "Груда костей, рассыпалась по всей комнате."
    }
  },
  "weapons": {
    "bone": {
      "name": "Обглоданная кость",
      "definition": "Бедренная кость, возможно предыдущего приключенца или большого животного.",
      "damage": 5,
      "success_probability": 0.5
    },
    "rusty_knife": {
      "name": "Ржавый нож",
      "definition": "Раньше это был отличный кухонный нож, но теперь это ржавый кусок металла. Даже страшно подумать, что будет, если таким порезаться.",
      "damage": 4,
      "success_probability": 0.75
    },
    "shovel": {
      "name": "Лопата могильщика",
      "definition": "Добротная лопата, которой можно возделывать землю или рыть могилы.",
      "damage": 5,
      "success_probability": 0.5
    }
  },
  "armor": {
    "rags": {
      "name": "Рваные лохмотья",
      "definition": "Сложно уже сказать, что это за одежда была раньше. Теперь это однородная грязная масса, которая прилипла к телу.",
      "defense": 1
    },
    "leather": {
      "name": "Кожаные доспехи",
      "definition": "Незамысловатые кожаные доспехи, которые от времени частично ссохлись и потрескались.",
      "defense": 3
    },
    "loincloth": {
      "name": "Набедренная повязка",
      "definition": "Небольшой лоскут ткани, который с трудом справляется с тем, чтобы скрыть причиндалы.",
      "defense": 0
    }
  }
}